tap "candid82/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "yqrashawn/goku"
tap "eth-p/software"

# Python build dependencies
brew "openssl@1.1"
brew "readline"
brew "sqlite3"
brew "xz"
brew "zlib"

brew "bash-completion"
brew "bat"
brew "eth-p/software/bat-extras"
brew "coreutils"
brew "ctags"
brew "efm-langserver"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-gui"
brew "git-delta"
brew "jq"
brew "magic-wormhole"
brew "neovim"
brew "node"
brew "pgcli"
brew "pipx"
brew "prettier"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "shellcheck"
brew "sqlite-utils"
brew "stow"
brew "tflint"
brew "tmux"
brew "tree"
brew "wget"
brew "yqrashawn/goku/goku"
brew "zplug"
