tap "borkdude/brew"
tap "candid82/brew"
tap "clojure/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "yqrashawn/goku"
brew "autojump"
brew "sqlite"
brew "awscli"
brew "awslogs"
brew "bash-completion"
brew "bat"
brew "cabal-install", link: false
brew "cmake"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "pkg-config"
brew "gnutls"
brew "emacs", link: false
brew "exa"
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "freetds"
brew "fzf"
brew "gdk-pixbuf"
brew "geos"
brew "git"
brew "gnupg"
brew "go"
brew "graphviz"
brew "haskell-stack"
brew "highlight"
brew "htop"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "ispell"
brew "openjdk"
brew "leiningen"
brew "macvim"
brew "magic-wormhole"
brew "neovim"
brew "node"
brew "openvpn"
brew "pandoc"
brew "pgcli"
brew "postgresql"
brew "pre-commit"
brew "prettier"
brew "pyenv"
brew "ripgrep"
brew "stow"
brew "terraform"
brew "terraform@0.11"
brew "tflint"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "zsh"
brew "borkdude/brew/clj-kondo"
brew "clojure/tools/clojure"
brew "yqrashawn/goku/goku"
cask "aws-vault"
cask "emacs"
cask "inkscape"
cask "iterm2-beta"
cask "java"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "mactex"
cask "qutebrowser"
