tap "candid82/brew"
tap "eth-p/software"
tap "homebrew/bundle"
tap "mac-cleanup/mac-cleanup-py"
tap "r-lib/rig"

# Core tools
brew "coreutils"
brew "git"
brew "git-delta"
brew "gh"
brew "stow"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"

# Search & navigation
brew "atuin"
brew "bat"
brew "eth-p/software/bat-extras"
brew "direnv"
brew "exa" # deprecated, consider switching to eza
brew "fd"
brew "fzf"
brew "ripgrep"
brew "zoxide"

# Editors & language tools
brew "neovim"
brew "node"
brew "efm-langserver"
brew "prettier"
brew "shellcheck"
brew "vale"

# Development
brew "act"
brew "awscli"
brew "ccache"
brew "cksfv"
brew "cmake"
brew "detect-secrets"
brew "expect"
brew "gcc"
brew "ninja"
brew "pipx"
brew "uv"

# Data & databases
brew "gdal"
brew "jq"

# Media & documents
brew "ffmpeg"
brew "ghostscript"
brew "graphviz"
brew "ocrmypdf"
brew "pandoc"
brew "tesseract"
brew "tesseract-lang"
brew "typst"

# System & utilities
brew "cloc"
brew "dua-cli"
brew "duf"
brew "htop"
brew "magic-wormhole"
brew "micromamba"
brew "mosquitto"
brew "qemu"
brew "rename"
brew "mac-cleanup/mac-cleanup-py/mac-cleanup-py"

# Casks
cask "codex"
cask "ghostty"
cask "localsend"
cask "r-lib/rig/rig"
cask "xquartz"
